[
    {
    "text": "Our poster archive stands as a testament to the enduring impact of cinema on our collective consciousness. By selecting and animating a curated collection of the finest posters, we pay homage to the rich tapestry of cinematic history. Each poster is a visual time capsule, preserving the essence of the films that have left an indelible mark on our hearts.! Our website is not merely a digital gallery; it's a heartfelt tribute to the brilliance of filmmakers, actors, and artists who have contributed to the rich legacy of cinema. By animating these carefully selected posters, we breathe new life into iconic images, allowing them to transcend their static origins and take on a dynamic, captivating form. It's a celebration of creativity, a nod to the pioneers of the silver screen, and an homage to the timeless narratives that have shaped our cultural consciousness.Beyond the pixels and animations, our website aspires to cultivate a vibrant community of cinema aficionados. We invite you to join us in celebrating the joy of discovery, to engage in discussions about your favorite films, and to collectively explore the ever-expanding universe of cinema. Through this shared passion, we hope to foster connections, spark conversations, and forge a community bound by a shared appreciation for the seventh art. Because Cinema is More Than Entertainment: For us, cinema is not just a form of entertainment; it's a language that transcends borders, ideologies, and time. It's a medium that can challenge, inspire, and evoke profound emotions. Through our website, we strive to amplify the voices of filmmakers and artists who have used cinema as a canvas to paint stories that resonate universally. It's our way of saying, \"This is why we love cinema, and this is why it matters.\" Join us on this cinematic odyssey—a journey through time, emotions, and the boundless realms of imagination. As we curate, animate, and share these cinematic gems, we invite you to rediscover the enchantment that lies within the frames of each poster. Welcome to our world, where the love for cinema knows no bounds.",
    "anab":{
        "default": "/about/anab.png"
    },
    "moura":{
        "default": "/about/twilight.jpg"
      },
      "filipe":{
        "default": "/about/twilight.jpg"
      }
    }
]